export default {
  "data":[
  {
    "id":1,
    "name": "神经血液系统",
    "arr": [
      {
        "id":2,
        "name": "神经痛",
        "value": "神经痛"
      },
      {
        "id":3,
        "name": "血压异常",
        "value": "血压异常"
      },
      {
        "id":4,
        "name": "血糖异常",
        "value": "血糖异常"
      },
      {
        "id":5,
        "name": "补益调节",
        "value": "补益调节"
      },
      {
        "id":6,
        "name": "睡眠障碍",
        "value": "睡眠障碍"
      },
      {
        "id":7,
        "name": "体温异常",
        "value": "体温异常"
      },
      {
        "id":8,
        "name": "高血脂",
        "value": "高血脂"
      },
      {
        "id":9,
        "name": "其他",
        "value": "其他"
      },
      {
        "id":10,
        "name": "精神疾病",
        "value": "精神疾病"
      }
    ]
  },
  {
    "id":11,
    "name": "眼睛",
    "arr": [
      {
        "id":12,
        "name": "屈光不正",
        "value": "屈光不正"
      },
      {
        "id":13,
        "name": "红眼痛痒",
        "value": "红眼痛痒"
      },
      {
        "id":14,
        "name": "麦粒肿",
        "value": "麦粒肿"
      },
      {
        "id":15,
        "name": "飞蚊症",
        "value": "飞蚊症"
      }
    ]
  },
  {
    "id":16,
    "name": "鼻子",
    "arr": [
      {
        "id":17,
        "name": "鼻炎",
        "value": "鼻炎"
      },
      {
        "id":18,
        "name": "鼻出血",
        "value": "鼻出血"
      }
    ]
  },
  {
    "id":19,
    "name": "耳朵",
    "arr": [
      {
        "id":20,
        "name": "耳鸣",
        "value": "耳鸣"
      },
      {
        "id":21,
        "name": "耳聋",
        "value": "耳聋"
      },
      {
        "id":22,
        "name":"中耳炎",
        "value":"中耳炎"
      }
    ]
  },
  {
    "id":23,
    "name": "腹部",
    "arr": [
      {
        "id":24,
        "name": "胃炎",
        "value": "胃炎"
      },
      {
        "id":25,
        "name": "肠炎",
        "value": "肠炎"
      },
      {
        "id":26,
        "name":"肝胆疾病",
        "value":"肝胆疾病"
      },
      {
        "id":27,
        "name":"其他疾病",
        "value":"其他疾病"
      }
    ]
  },
  {
    "id":28,
    "name": "生殖、肝部",
    "arr": [
      {
        "id":29,
        "name": "肾炎",
        "value": "肾炎"
      },
      {
        "id":30,
        "name": "泌尿系统",
        "value": "泌尿系统"
      },
      {
        "id":31,
        "name":"男女生殖器官",
        "value":"男女生殖器官"
      },
      {
        "id":32,
        "name":"痔疮",
        "value":"痔疮"
      },
      {
        "id":33,
        "name":"脱肛、肛裂",
        "value":"脱肛、肛裂"
      }
    ]
  },
  {
    "id":34,
    "name": "头部",
    "arr": [
      {
        "id":35,
        "name": "头痛",
        "value": "头痛"
      },
      {
        "id":36,
        "name": "头晕",
        "value": "头晕"
      },
      {
        "id":37,
        "name":"脱发白发",
        "value":"脱发白发"
      },
      {
        "id":38,
        "name":"脑部疾病",
        "value":"脑部疾病"
      }
    ]
  },
  {
    "id":39,
    "name":"颈肩部",
    "arr":[
      {
        "id":40,
        "name": "肩周炎",
        "value": "肩周炎"
      },
      {
        "id":41,
        "name": "颈椎病",
        "value": "颈椎病"
      },
      {
        "id":42,
        "name":"落枕",
        "value":"落枕"
      },
      {
        "id":43,
        "name":"甲状腺",
        "value":"甲状腺"
      }
    ]
  },
  {
    "id":44,
    "name":"口咽部",
    "arr":[
      {
        "id":45,
        "name": "咽喉炎",
        "value": "咽喉炎"
      },
      {
        "id":46,
        "name": "口舌溃疡",
        "value": "口舌溃疡"
      },
      {
        "id":47,
        "name":"口臭",
        "value":"口臭"
      },
      {
        "id":48,
        "name":"牙炎牙痛",
        "value":"牙炎牙痛"
      }
    ]
  },
  {
    "id":49,
    "name":"胸部",
    "arr":[
      {
        "id":50,
        "name": "支气管、肺炎",
        "value": "支气管、肺炎"
      },
      {
        "id":51,
        "name": "乳房疾病",
        "value": "乳房疾病"
      },
      {
        "id":52,
        "name":"心脏疾病",
        "value":"心脏疾病"
      },
      {
        "id":53,
        "name":"肺结核",
        "value":"肺结核"
      }
    ]
  },
  {
    "id":54,
    "name":"四肢",
    "arr":[
      {
        "id":55,
        "name": "骨伤",
        "value": "骨伤"
      },
      {
        "id":56,
        "name": "关节炎",
        "value": "关节炎"
      },
      {
        "id":57,
        "name":"骨结核",
        "value":"骨结核"
      }
    ]
  },
  {
    "id":58,
    "name":"皮肤",
    "arr":[
      {
        "id":59,
        "name": "皮炎、湿疹、癣",
        "value": "皮炎、湿疹、癣"
      },
      {
        "id":60,
        "name": "银屑病",
        "value": "银屑病"
      },
      {
        "id":61,
        "name":"灰指甲",
        "value":"灰指甲"
      },
      {
        "id":62,
        "name":"痤疮",
        "value":"痤疮"
      },
      {
        "id":63,
        "name":"色斑疤痕",
        "value":"色斑疤痕"
      }
    ]
  }
]
}
